Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Also fix words in search bars and other fields that normally turn autocorrect off. Never in URL, email, or number fields.
de: Korrigiert Wörter auch in Suchleisten und anderen Feldern, die die Autokorrektur normalerweise abschalten. Nie in URL-, E-Mail- oder Zahlenfeldern.
es: Corrige también palabras en barras de búsqueda y otros campos que normalmente desactivan la autocorrección. Nunca en campos de URL, correo o números.
et: Paranda ka sõnu otsinguribadel ja muudel väljadel, mis tavaliselt lülitavad automaatparanduse välja. Mitte kunagi URL-, e-posti- ega numbri-väljades.
fr: Corrige aussi les mots dans les barres de recherche et les autres champs qui coupent normalement la correction auto. Jamais dans les champs URL, e-mail ou numériques.
hu: Olyan keresőmezőkben és más mezőkben is javít, ahol az automatikus javítás általában ki van kapcsolva. URL-, e-mail- és számmezőkben soha.
it: Corregge le parole anche nelle barre di ricerca e in altri campi che di solito disattivano la correzione automatica. Mai nei campi URL, email o numerici.
ja: ふだんは自動修正がオフになる検索バーなどのフィールドでも単語を直します。URL、メール、数字のフィールドでは行いません。
ko: 보통 자동 수정이 꺼지는 검색창이나 다른 필드에서도 단어를 고쳐요. URL, 이메일, 숫자 필드에서는 절대 안 해요.
ms: Betulkan juga perkataan dalam bar carian dan medan lain yang biasanya matikan autobetul. Tak pernah dalam medan URL, e-mel, atau nombor.
pt: Corrige também palavras nas barras de pesquisa e noutros campos que costumam desligar a correção automática. Nunca em campos de URL, email ou números.
ru: Исправлять слова и в строках поиска и других полях, где автокоррекция обычно отключена. Никогда — в полях адресов, почты и чисел.
zh_hans: 在搜索框等平时关掉自动更正的字段里也帮你改词。绝不在网址、邮箱或数字字段里改。

source: Also import
de: Ebenfalls importieren
es: Importar también
et: Impordi ka
fr: Importer aussi
hu: Importálás még
it: Importa anche
ja: あわせて読み込む
ko: 함께 가져오기
ms: Import juga
pt: Importar também
ru: Также импортировать
zh_hans: 一并导入

source: Also load the other languages' on-device sentence models, so a word in your second language is judged by its own model. Uses about 5 MB more memory per language.
de: Lädt auch die lokalen Satzmodelle der anderen Sprachen, damit jedes Wort vom passenden Sprachmodell bewertet wird. Benötigt etwa 5 MB zusätzlichen Speicher pro Sprache.
es: Carga también los modelos de frases de los otros idiomas para evaluar cada palabra con su modelo correspondiente. Usa unos 5 MB más de memoria por idioma.
et: Laadib ka teiste keelte kohalikud lausemudelid, et iga sõna hindaks selle keele mudel. Kasutab iga keele kohta umbes 5 MB lisamälu.
fr: Charge aussi les modèles de phrases des autres langues sur l’appareil, pour évaluer chaque mot avec le modèle de sa langue. Utilise environ 5 Mo de mémoire de plus par langue.
hu: A többi nyelv helyi mondatmodelljét is betölti, így minden szót a saját nyelvének modellje értékel. Nyelvenként körülbelül 5 MB többletmemóriát használ.
it: Carica anche i modelli locali delle frasi per le altre lingue, così ogni parola viene valutata dal modello della sua lingua. Usa circa 5 MB di memoria in più per lingua.
ja: ほかの言語のオンデバイス文モデルも読み込み、各単語をその言語のモデルで評価します。言語ごとに約5 MBの追加メモリを使います。
ko: 다른 언어의 온디바이스 문장 모델도 불러와 각 단어를 해당 언어의 모델로 평가합니다. 언어마다 메모리를 약 5MB 더 사용합니다.
ms: Muatkan juga model ayat pada peranti bagi bahasa lain supaya setiap perkataan dinilai oleh model bahasanya sendiri. Menggunakan kira-kira 5 MB memori tambahan bagi setiap bahasa.
pt: Carrega também os modelos de frases locais dos outros idiomas, para avaliar cada palavra com o modelo do respetivo idioma. Usa cerca de mais 5 MB de memória por idioma.
ru: Также загружает на устройстве модели предложений для других языков, чтобы каждое слово оценивалось моделью своего языка. Требует около 5 МБ дополнительной памяти на язык.
zh_hans: 同时加载其他语言的本地句子模型，让每个词都由对应语言的模型评估。每种语言约多用 5 MB 内存。

source: Always show 1–0 above the letters.
de: 1–0 immer über den Buchstaben zeigen.
es: Muestra siempre del 1 al 0 encima de las letras.
et: Kuva alati 1–0 tähtede kohal.
fr: Toujours afficher 1–0 au-dessus des lettres.
hu: A betűk felett mindig ott legyen az 1–0.
it: Mostra sempre 1–0 sopra le lettere.
ja: 文字の上に 1〜0 をいつも表示します。
ko: 글자 위에 1–0을 항상 보여줘요.
ms: Sentiasa tunjuk 1–0 di atas huruf.
pt: Mostrar sempre 1–0 por cima das letras.
ru: Всегда показывать 1–0 над буквами.
zh_hans: 字母上方一直显示 1–0。

source: Always show capitals
de: Immer Großbuchstaben anzeigen
es: Mostrar siempre mayúsculas
et: Kuva alati suurtähed
fr: Toujours afficher les majuscules
hu: Mindig mutasson nagybetűket
it: Mostra sempre le maiuscole
ja: 常に大文字を表示
ko: 항상 대문자 표시
ms: Sentiasa tunjuk huruf besar
pt: Mostrar sempre maiúsculas
ru: Всегда показывать заглавные
zh_hans: 始终显示大写

source: Always-on keys
de: Dauerhafte Tasten
es: Teclas siempre visibles
et: Püsiklahvid
fr: Touches toujours présentes
hu: Mindig látható billentyűk
it: Tasti sempre presenti
ja: 常時表示のキー
ko: 항상 있는 키
ms: Kekunci sentiasa ada
pt: Teclas sempre presentes
ru: Постоянные клавиши
zh_hans: 常驻按键

source: Always-on keys ride along on all of them, either side of the space bar, no matter which layout or language you're in.
de: Dauerhafte Tasten sind überall dabei, links oder rechts von der Leertaste, egal in welchem Layout oder welcher Sprache du bist.
es: Las teclas siempre visibles te acompañan en todas, a un lado u otro de la barra espaciadora, sea cual sea la distribución o el idioma.
et: Püsiklahvid on kaasas kõikjal, tühikuklahvi kummalegi poole, ükskõik millises paigutuses või keeles sa oled.
fr: Les touches toujours présentes te suivent partout, d'un côté ou de l'autre de la barre d'espace, quelle que soit la disposition ou la langue.
hu: A mindig látható billentyűk mindegyiken ott vannak, a szóköz két oldalán, bármilyen kiosztásban vagy nyelven gépelsz.
it: I tasti sempre presenti ti seguono ovunque, ai lati della barra spaziatrice, qualunque sia il layout o la lingua.
ja: 「常時表示のキー」はスペースバーの左右に置かれ、レイアウトや言語が変わっても付いてきます。
ko: 항상 있는 키는 스페이스바 양옆에 자리 잡고, 레이아웃이나 언어가 바뀌어도 그대로 따라다닙니다.
ms: Kekunci sentiasa ada mengikut anda pada semuanya, di kiri atau kanan bar ruang, tidak kira susun atur atau bahasa.
pt: As teclas sempre presentes acompanham-te em todos, de um lado ou outro da barra de espaços, seja qual for o esquema ou o idioma.
ru: Постоянные клавиши едут вместе с ними по обе стороны пробела, в какой бы раскладке или языке вы ни были.
zh_hans: 常驻按键会跟着你出现在每套布局上，在空格键的左边或右边，不管用哪种布局或语言。

source: An @ key right of the space bar
de: Eine @-Taste rechts von der Leertaste
es: Una tecla @ a la derecha de la barra espaciadora
et: @-klahv tühikuklahvi paremal
fr: Une touche @ à droite de la barre d'espace
hu: Egy @ billentyű a szóköztől jobbra
it: Un tasto @ a destra della barra spaziatrice
ja: スペースバーの右に @ キー
ko: 스페이스 바 오른쪽에 @ 키
ms: Kekunci @ di sebelah kanan bar ruang
pt: Uma tecla @ à direita da barra de espaços
ru: Клавиша @ справа от пробела
zh_hans: 空格键右边一个 @ 键

source: An Arabic diacritics key right of the space bar: tap for fatha, hold for the rest
de: Eine Taste für arabische Diakritika rechts neben der Leertaste: tippen für Fatha, halten für den Rest
es: Una tecla de diacríticos árabes a la derecha del espacio: toca para la fatha, mantén para el resto
et: Araabia diakriitikute klahv tühikuklahvi paremal: puuduta fatha jaoks, hoia ülejäänute jaoks
fr: Une touche de diacritiques arabes à droite de la barre d'espace : appuie pour la fatha, maintiens pour les autres
hu: Arab mellékjelek billentyűje a szóköztől jobbra: koppints a fathához, tartsd nyomva a többihez
it: Un tasto per i segni diacritici arabi a destra della barra spaziatrice: tocca per la fatha, tieni premuto per gli altri
ja: スペースバーの右にあるアラビア語の発音記号キー。タップでファトハ、長押しでその他
ko: 스페이스바 오른쪽의 아랍어 발음 기호 키. 탭하면 파트하, 길게 누르면 나머지
ms: Kekunci tanda diakritik Arab di sebelah kanan bar ruang: ketik untuk fatha, tahan untuk yang lain
pt: Uma tecla de diacríticos árabes à direita da barra de espaço: toca para fatha, mantém para os restantes
ru: Клавиша арабских огласовок справа от пробела: нажатие — фатха, удержание — остальные
zh_hans: 空格键右侧的阿拉伯语符号键：轻点输入 fatha，长按选其他

source: An active rule stays active within this margin of its threshold. Width margins are in points.
de: Eine aktive Regel bleibt innerhalb dieser Toleranz um den Schwellenwert aktiv. Breitentoleranzen sind in Punkten angegeben.
es: Una regla activa se mantiene dentro de este margen del umbral. Los márgenes de ancho se expresan en puntos.
et: Aktiivne reegel jääb selle varu piires aktiivseks. Laiuse varu mõõdetakse punktides.
fr: Une règle active le reste dans cette marge autour de son seuil. Les marges de largeur sont en points.
hu: Az aktív szabály e tűréshatáron belül aktív marad. A szélesség tűrése pontban értendő.
it: Una regola attiva resta tale entro questo margine dalla soglia. I margini di larghezza sono in punti.
ja: 有効なルールは、しきい値からこの許容幅の範囲内では有効のままです。幅の単位はポイントです。
ko: 활성 규칙은 임계값에서 이 허용 범위 내에 있으면 유지됩니다. 너비 허용 범위의 단위는 포인트입니다.
ms: Peraturan aktif kekal aktif dalam margin ambangnya ini. Margin lebar diukur dalam mata.
pt: Uma regra ativa mantém-se dentro desta margem do limiar. As margens de largura são em pontos.
ru: Активное правило остаётся активным в пределах этого запаса от порога. Для ширины запас задаётся в пунктах.
zh_hans: 已生效的规则在阈值附近的此余量范围内保持生效。宽度余量以点为单位。

source: An automation can temporarily override this setting. Your edits change the saved value.
de: Eine Automation kann diese Einstellung vorübergehend überschreiben. Deine Änderungen gelten für den gespeicherten Wert.
es: Una automatización puede sustituir temporalmente este ajuste. Tus cambios modifican el valor guardado.
et: Automaatika võib selle seade ajutiselt üle kirjutada. Sinu muudatused muudavad salvestatud väärtust.
fr: Une automatisation peut remplacer temporairement ce réglage. Tes modifications changent la valeur enregistrée.
hu: Egy automatizálás ideiglenesen felülírhatja ezt a beállítást. A módosításaid a mentett értéket változtatják meg.
it: Un’automazione può modificare temporaneamente questa impostazione. Le tue modifiche cambiano il valore salvato.
ja: オートメーションでこの設定が一時的に上書きされることがあります。編集すると保存値が変更されます。
ko: 자동화가 이 설정을 임시로 변경할 수 있습니다. 편집한 내용은 저장된 값에 반영됩니다.
ms: Automasi boleh menggantikan tetapan ini buat sementara. Suntingan anda mengubah nilai tersimpan.
pt: Uma automação pode substituir temporariamente esta definição. As tuas alterações mudam o valor guardado.
ru: Автоматизация может временно заменить эту настройку. Ваши изменения меняют сохранённое значение.
zh_hans: 自动化可以临时覆盖此设置。您的编辑会更改保存值。

source: An automation could not run. Review its conditions and actions in Clink.
de: Eine Automation konnte nicht ausgeführt werden. Prüfe ihre Bedingungen und Aktionen in Clink.
es: No se ha podido ejecutar una automatización. Revisa sus condiciones y acciones en Clink.
et: Automaatikat ei saanud käivitada. Vaata selle tingimused ja toimingud Clinkis üle.
fr: Une automatisation n’a pas pu s’exécuter. Vérifie ses conditions et ses actions dans Clink.
hu: Egy automatizálás nem tudott lefutni. Ellenőrizd a feltételeit és műveleteit a Clinkben.
it: Non è stato possibile eseguire un’automazione. Controlla le condizioni e le azioni in Clink.
ja: オートメーションを実行できませんでした。Clinkで条件とアクションを確認してください。
ko: 자동화를 실행하지 못했습니다. Clink에서 조건과 동작을 확인해 주세요.
ms: Automasi tidak dapat dijalankan. Semak syarat dan tindakannya dalam Clink.
pt: Não foi possível executar uma automação. Revê as condições e ações no Clink.
ru: Не удалось запустить автоматизацию. Проверьте её условия и действия в Clink.
zh_hans: 无法运行某个自动化。请在 Clink 中检查其条件和操作。

source: An effect you built, or one a plugin offers.
de: Ein Effekt, den du gebaut hast oder den ein Plugin anbietet.
es: Un efecto que has creado tú o que ofrece un plugin.
et: Sinu loodud efekt või pistikprogrammi pakutud efekt.
fr: Un effet que tu as créé, ou proposé par un plugin.
hu: Saját készítésű effekt, vagy egy bővítmény által kínált.
it: Un effetto creato da te o offerto da un plugin.
ja: 自分で作ったエフェクト、またはプラグインが提供するエフェクト。
ko: 직접 만들었거나 플러그인이 제공하는 효과입니다.
ms: Kesan yang anda bina, atau yang ditawarkan oleh pemalam.
pt: Um efeito criado por si ou oferecido por um plugin.
ru: Эффект, созданный вами или предложенный плагином.
zh_hans: 你自己制作的效果，或插件提供的效果。

source: An emoji 🙂 key beside the space bar
de: Eine Emoji-Taste 🙂 neben der Leertaste
es: Una tecla de emoji 🙂 junto a la barra espaciadora
et: Emoji-klahv 🙂 tühikuklahvi kõrval
fr: Une touche emoji 🙂 à côté de la barre d'espace
hu: Egy emoji 🙂 billentyű a szóköz mellett
it: Un tasto emoji 🙂 accanto alla barra spaziatrice
ja: スペースバーの横に絵文字 🙂 キー
ko: 스페이스 바 옆에 이모지 🙂 키
ms: Kekunci emoji 🙂 di sebelah bar ruang
pt: Uma tecla de emoji 🙂 ao lado da barra de espaços
ru: Клавиша эмодзи 🙂 рядом с пробелом
zh_hans: 空格键旁边一个表情符号 🙂 键

source: An end time before the start time continues past midnight.
de: Liegt die Endzeit vor der Startzeit, reicht der Zeitraum über Mitternacht hinaus.
es: Si la hora de fin es anterior a la de inicio, el intervalo continúa después de medianoche.
et: Kui lõppaeg on algusajast varasem, jätkub ajavahemik üle kesköö.
fr: Si l’heure de fin précède l’heure de début, la plage se prolonge après minuit.
hu: Ha a záró időpont korábbi a kezdésnél, a tartomány éjfélen átnyúlik.
it: Se l’ora di fine precede l’inizio, la fascia prosegue oltre mezzanotte.
ja: 終了時刻が開始時刻より前の場合、時間帯は翌日まで続きます。
ko: 종료 시간이 시작 시간보다 이르면 자정을 넘어 계속됩니다.
ms: Jika waktu tamat mendahului waktu mula, julat berterusan selepas tengah malam.
pt: Se a hora de fim for anterior à de início, o intervalo prolonga-se para lá da meia-noite.
ru: Если время окончания раньше начала, диапазон продолжается после полуночи.
zh_hans: 结束时间早于开始时间时，时间范围将跨越午夜。

source: Analytics
de: Statistiken
es: Estadísticas
et: Statistika
fr: Statistiques
hu: Statisztikák
it: Statistiche
ja: 入力統計
ko: 통계
ms: Statistik
pt: Estatísticas
ru: Аналитика
zh_hans: 统计

source: Analytics counts your speed, your corrections and the keys you miss, and keeps all of it on the phone.
de: Die Statistiken zählen dein Tempo, deine Korrekturen und die Tasten, die du verfehlst — alles bleibt auf dem Gerät.
es: Las estadísticas cuentan tu velocidad, tus correcciones y las teclas que fallas, y lo guardan todo en el teléfono.
et: Statistika loendab sinu kiiruse, parandused ja klahvid, mida mööda lubad, ja hoiab kõik selle telefonis.
fr: Les statistiques comptent ta vitesse, tes corrections et les touches que tu rates, et gardent tout sur le téléphone.
hu: A Statisztikák számolják a sebességedet, a javításaidat és az elvétett billentyűket — mindez a telefonon marad.
it: Le statistiche contano la tua velocità, le correzioni e i tasti che sbagli, e tengono tutto sul telefono.
ja: 「入力統計」は速度・修正回数・押し間違えたキーを数えます。データはすべて端末内に残ります。
ko: 통계는 속도와 수정 횟수, 잘못 누른 키를 세어 둡니다. 모두 기기 안에만 남습니다.
ms: Statistik mengira kelajuan anda, pembetulan anda dan kekunci yang tersasar, dan menyimpan semuanya dalam telefon.
pt: As estatísticas contam a tua velocidade, as tuas correcções e as teclas que falhas, e guardam tudo no telemóvel.
ru: Статистика считает вашу скорость, исправления и промахи по клавишам — и всё это остаётся на телефоне.
zh_hans: “统计”会记录你的速度、改了多少次、常按错哪些键，所有数据都留在手机上。

source: Analytics is off
de: Statistiken sind aus
es: Las estadísticas están desactivadas
et: Statistika on väljas
fr: Les statistiques sont désactivées
hu: A statisztikák ki vannak kapcsolva
it: Le statistiche sono disattivate
ja: 入力統計はオフです
ko: 통계가 꺼져 있어요
ms: Statistik dimatikan
pt: As estatísticas estão desativadas
ru: Аналитика выключена
zh_hans: 统计功能已关闭

source: And because you were here at the very start, here's a little keepsake only original supporters will ever have: **the Founder**, the original blob with a golden crown. 👑
de: Und weil du von Anfang an dabei warst, bekommst du ein kleines Andenken nur für die ersten Unterstützer: **Founder**, den ursprünglichen Blob mit goldener Krone. 👑
es: Y como estuviste aquí desde el principio, aquí tienes un recuerdo reservado a quienes apoyaron Clink primero: **Founder**, el blob original con una corona dorada. 👑
et: Ja kuna sa olid kaasas algusest peale, siis siin on väike mälestus, mis on ainult esimestele toetajatele: **Asutaja**, algne pisipalluke kuldse krooniga. 👑
fr: Et comme tu étais là dès le tout début, voici un petit souvenir réservé aux premiers soutiens : **Founder**, le blob original avec sa couronne dorée. 👑
hu: És mivel már a legelején itt voltál, kapsz egy kis emléket, ami csak a legelső támogatóknak jár: **Founder**, az eredeti blob aranykoronával. 👑
it: E visto che c'eri fin dall'inizio, ecco un piccolo ricordo riservato a chi ha sostenuto Clink per primo: **Founder**, il blob originale con una corona dorata. 👑
ja: いちばん最初から応援してくれたお礼に、初期サポーターだけの記念品を贈ります。金の王冠をかぶった元祖blob、**Founder**です。👑
ko: 처음부터 함께해 준 분들만 받을 수 있는 작은 기념 선물을 드릴게요. 황금 왕관을 쓴 원조 블롭, **Founder**예요. 👑
ms: Sebab anda ada sejak awal, ini kenang-kenangan khas untuk penyokong terawal: **Founder**, blob asal dengan mahkota emas. 👑
pt: E como estiveste aqui desde o início, fica com uma lembrança só para quem apoiou o Clink primeiro: **Founder**, o blob original com uma coroa dourada. 👑
ru: И раз вы были здесь с самого начала, вот маленький сувенир, который будет только у первых сторонников: **Основатель** — тот самый блоб с золотой короной. 👑
zh_hans: 感谢你从一开始就支持 Clink，这份小礼物只属于最早的支持者：戴着金色皇冠的初代小团子 **Founder**。👑

source: Angle
de: Winkel
es: Ángulo
et: Nurk
hu: Szög
it: Angolo
ja: 角度
ko: 각도
ms: Sudut
pt: Ângulo
ru: Угол
zh_hans: 角度

source: Angular
de: Winkelförmig
et: Nurgeline
fr: Angulaire
hu: Szögletes
it: Angolare
ja: 円すい
ko: 각도
ms: Bersudut
ru: Угловатый
zh_hans: 角度

source: Animals & Nature
de: Tiere & Natur
es: Animales y naturaleza
et: Loomad ja loodus
fr: Animaux et nature
hu: Állatok és természet
it: Animali e natura
ja: 動物と自然
ko: 동물 및 자연
ms: Haiwan & Alam
pt: Animais e natureza
ru: Животные и природа
zh_hans: 动物与自然

source: Animate
de: Animieren
es: Animar
et: Animeeri
fr: Animer
hu: Animálás
it: Anima
ja: アニメーション
ko: 애니메이션
ms: Animasi
pt: Animar
ru: Анимация
zh_hans: 动画

source: Animate background
de: Hintergrund animieren
es: Animar fondo
et: Animeeri tausta
fr: Animer l'arrière-plan
hu: Háttér animálása
it: Anima lo sfondo
ja: 背景をアニメーション
ko: 배경 애니메이션
ms: Animasikan latar
pt: Animar fundo
ru: Анимировать фон
zh_hans: 动画背景

source: Animate backgrounds
de: Hintergründe animieren
es: Animar fondos
et: Animeeri taustu
fr: Animer les arrière-plans
hu: Hátterek animálása
it: Anima gli sfondi
ja: 背景をアニメーション
ko: 배경 애니메이션
ms: Animasikan latar
pt: Animar fundos
ru: Анимировать фоны
zh_hans: 动画背景

source: Animated background
de: Animierter Hintergrund
es: Fondo animado
et: Animeeritud taust
fr: Arrière-plan animé
hu: Animált háttér
it: Sfondo animato
ja: アニメーション背景
ko: 움직이는 배경
ms: Latar beranimasi
pt: Fundo animado
ru: Анимированный фон
zh_hans: 动态背景

source: Animation sets how long the hold takes and how far a slide travels.
de: Unter „Animation“ stellst du ein, wie lange das Halten dauert und wie weit ein Zug reicht.
es: En Animación se ajusta cuánto hay que mantener pulsado y cuánto recorre un deslizamiento.
et: Animatsioon sätestab, kui kaua kestab hoidmine ja kui kaugele liug liigub.
fr: Animation règle la durée de l'appui et la distance parcourue par un glissement.
hu: Az Animáció alatt állítható, mennyi ideig kell nyomni, és milyen messzire visz egy húzás.
it: In Animazione imposti quanto dura la pressione e quanto lontano arriva uno scorrimento.
ja: 長押しの時間とスライドの移動量は「アニメーション」で設定します。
ko: 길게 누르는 시간과 미는 거리는 애니메이션에서 정합니다.
ms: Animasi menetapkan berapa lama tahanan itu dan sejauh mana lerekan bergerak.
pt: Em Animação defines quanto tempo dura a pressão e a distância que um deslize percorre.
ru: Анимация задаёт, сколько длится удержание и как далеко уходит скольжение.
zh_hans: 长按需要多久、滑动走多远，都在“动画”里设。

source: Animations
de: Animationen
es: Animaciones
et: Animatsioonid
hu: Animációk
it: Animazioni
ja: アニメーション
ko: 애니메이션
ms: Animasi
pt: Animações
ru: Анимации
zh_hans: 动画

source: Anon tap data makes accuracy better over time
de: Anonyme Tippdaten machen die Genauigkeit mit der Zeit besser
es: Los datos anónimos de toques mejoran la precisión con el tiempo
et: Anonüümsed vajutusandmed parandavad täpsust aja jooksul
fr: Des données de frappe anonymes améliorent la précision avec le temps
hu: A névtelen koppintási adatok idővel javítják a pontosságot
it: I dati anonimi sui tocchi migliorano la precisione col tempo
ja: 匿名のタップデータで、精度がだんだん良くなります
ko: 익명 탭 데이터로 시간이 지날수록 정확도가 좋아져요
ms: Data ketikan tanpa nama buat ketepatan lebih baik dari masa ke masa
pt: Dados de toque anónimos melhoram a precisão ao longo do tempo
ru: Анонимные данные о нажатиях со временем повышают точность
zh_hans: 匿名点按数据让准确度随时间变好

source: Another keyboard keeps coming up instead
de: Es kommt immer eine andere Tastatur hoch
es: Siempre sale otro teclado en su lugar
et: Tekib alati hoopis teine klaviatuur
fr: C'est toujours un autre clavier qui s'ouvre
hu: Mindig másik billentyűzet jön be helyette
it: Si apre sempre un'altra tastiera
ja: いつも別のキーボードが出てきます
ko: 자꾸 다른 키보드가 대신 올라옵니다
ms: Papan kekunci lain yang muncul setiap kali
pt: Aparece sempre outro teclado
ru: Вместо неё всё время открывается другая клавиатура
zh_hans: 每次弹出来的都是别的键盘

source: Answer with clipboard
de: Mit Zwischenablage antworten
es: Responder con el portapapeles
et: Vasta lõikelauaga
fr: Répondre avec le presse-papiers
hu: Válasz a vágólapról
it: Rispondi con gli appunti
ja: クリップボードで答える
ko: 클립보드로 답하기
ms: Jawab dengan papan keratan
pt: Responder com a área de transferência
ru: Ответить из буфера обмена
zh_hans: 用剪贴板作答

source: Answered on your phone, from this FAQ.
de: Wird auf deinem Handy beantwortet, aus diesen FAQ.
es: Se responde en tu teléfono, a partir de estas preguntas.
et: Vastatakse sinu telefonis, sellest KKK-st.
fr: Réponse sur ton téléphone, à partir de cette FAQ.
hu: A választ a telefonod állítja össze ebből a GYIK-ból.
it: Risposta sul tuo telefono, a partire da queste FAQ.
ja: この端末で、このFAQをもとにお答えします。
ko: 이 폰에서 이 FAQ를 바탕으로 답해요.
ms: Dijawab pada telefon anda, daripada FAQ ini.
pt: Respondido no teu telemóvel, a partir destas FAQ.
ru: Ответ формируется на вашем телефоне по этому FAQ.
zh_hans: 在你的手机上，根据本页常见问题作答。

source: Any
de: Alle
es: Cualquiera
et: Suvaline
fr: Toutes
hu: Bármely
it: Tutte
ja: すべて
ko: 모두
ms: Semua
pt: Qualquer
ru: Любой
zh_hans: 全部

source: Any condition
de: Mindestens eine Bedingung
es: Cualquier condición
et: Vähemalt üks tingimus
fr: Au moins une condition
hu: Bármely feltétel
it: Qualsiasi condizione
ja: いずれかの条件
ko: 하나 이상의 조건
ms: Mana-mana syarat
pt: Qualquer condição
ru: Любое условие
zh_hans: 任一条件

source: Any direction
de: Jede Richtung
es: Cualquier dirección
et: Suvalises suunas
fr: Toutes directions
hu: Bármely irány
it: Qualsiasi direzione
ja: どの方向でも
ko: 모든 방향
ms: Sebarang arah
pt: Qualquer direção
ru: В любом направлении
zh_hans: 任意方向

source: Any language
de: Jede Sprache
es: Cualquier idioma
et: Suvaline keel
fr: Toutes les langues
hu: Bármely nyelv
it: Qualsiasi lingua
ja: すべての言語
ko: 모든 언어
ms: Mana-mana bahasa
pt: Qualquer idioma
ru: Любой язык
zh_hans: 所有语言

source: Anywhere else
de: Überall sonst
es: En cualquier otra app
et: Kusagil mujal
fr: Partout ailleurs
hu: Bárhol máshol
it: Ovunque altrove
ja: ほかのアプリでは
ko: 다른 앱에서는
ms: Di tempat lain
pt: Em todo o lado
ru: В остальных местах
zh_hans: 在别的应用里

source: App Icon
de: App-Symbol
es: Icono de la app
et: Rakendi ikoon
fr: Icône de l'app
hu: Alkalmazásikon
it: Icona dell'app
ja: アプリアイコン
ko: 앱 아이콘
ms: Ikon aplikasi
pt: Ícone do app
ru: Иконка приложения
zh_hans: 应用图标

source: App language
de: App-Sprache
es: Idioma de la app
et: Rakenduse keel
fr: Langue de l'app
hu: Alkalmazás nyelve
it: Lingua dell'app
ja: アプリの言語
ko: 앱 언어
ms: Bahasa apl
pt: Idioma da app
ru: Язык приложения
zh_hans: 应用语言

source: Appearance
de: Aussehen
es: Apariencia
et: Välimus
fr: Apparence
hu: Megjelenés
it: Aspetto
ja: 外観
ko: 모양
ms: Penampilan
pt: Aparência
ru: Внешний вид
zh_hans: 外观
